{
    "Home": "Inicio",
    "Team": "Equipo",
    "Services": "Servicios",
    "Why Choose Us": "Por qué elegirnos",
    "What Sets Us Apart": "Lo que nos distingue",
    "Blog": "Blog",
    "Contact Us": "Contáctenos",
    "Health Home": "Inicio de Salud",
    "Expert care": "Cuidado experto",
    "Centered around you": "Centrado en ti",
    "With same-day availability, extended hours, and trusted providers across specialties, GoHealth is here when & where you need us": "Con disponibilidad el mismo día, horarios extendidos y proveedores de confianza en todas las especialidades, GoHealth está aquí cuando y donde nos necesites",
    "Request an Appointment": "Solicitar una cita",
    "Learn More About Our Approach": "Aprende más sobre nuestro enfoque",
    "Why": "Por qué",
    "choose us": "elegirnos",
    "Years": "Años",
    "Experience": "Experiencia",
    "Completed": "Completados",
    "Projects": "Proyectos",
    "Running": "En curso",
    "Our great team": "Nuestro gran equipo",
    "Family Medicine Physician": "Médico de Medicina Familiar",
    "Internal Medicine Specialist": "Especialista en Medicina Interna",
    "Pediatrician": "Pediatra",
    "Pediatrics": "Pediatría",
    "Cardiologist": "Cardiólogo",
    "Our Services": "Nuestros Servicios",
    "Your Health, Our Priority": "Tu salud, nuestra prioridad",
    "Comprehensive care for every stage of life, from everyday checkups to urgent concerns and everything in between": "Atención integral para cada etapa de la vida, desde chequeos diarios hasta preocupaciones urgentes y todo lo demás",
    "Urgent Care": "Atención Urgente",
    "Same-day visits for flu, infections, minor injuries, and more": "Visitas el mismo día para gripe, infecciones, lesiones menores y más",
    "Orthopedics": "Ortopedia",
    "Psychiatry": "Psiquiatría",
    "General Medicine": "Medicina General",
    "Care for infants, toddlers, children, and teens": "Atención para bebés, niños pequeños, niños y adolescentes",
    "Women’s Health": "Salud de la Mujer",
    "Well-woman visits, contraception counseling, menopause support": "Visitas de bienestar femenino, asesoramiento sobre anticonceptivos, apoyo para la menopausia",
    "Chronic Condition": "Condición Crónica",
    "Support for diabetes, hypertension, asthma, and more": "Apoyo para la diabetes, hipertensión, asma y más",
    "Primary Care": "Atención Primaria",
    "Preventative screenings, annual exams, and chronic care": "Exámenes preventivos, exámenes anuales y atención crónica",
    "Health Checks": "Controles de Salud",
    "Sports, schools, employment, and wellness physicals": "Físicos deportivos, escolares, laborales y de bienestar",
    "Why Choose GoHealth": "Por qué elegir GoHealth",
    "Modern Care with a Human Touch": "Cuidado Moderno con un Toque Humano",
    "Your healthcare experience should be as seamless as it is compassionate. At GoHealth, we combine clinical excellence with cutting-edge convenience to make staying healthy feel simple and empowering.": "Tu experiencia de atención médica debe ser tan fluida como compasiva. En GoHealth, combinamos la excelencia clínica con la conveniencia de vanguardia para que mantenerse saludable sea sencillo y empoderador.",
    "What Sets Us Apart?": "¿Qué nos distingue?",
    "Board‑certified providers across specialties": "Proveedores certificados por la junta en todas las especialidades",
    "Same‑day and next‑day appointments available": "Citas disponibles el mismo día y al día siguiente",
    "Care coordination for referrals and access to specialists": "Coordinación de atención para referencias y acceso a especialistas",
    "Modern clinics with lab and imaging on‑site in most locations": "Clínicas modernas con laboratorio e imágenes en el lugar en la mayoría de las ubicaciones",
    "Digital tools to manage appointments, forms, and follow‑ups with ease": "Herramientas digitales para gestionar citas, formularios y seguimientos con facilidad",
    "Learn more about our approach": "Aprende más sobre nuestro enfoque",
    "Make an Appointment": "Haz una cita",
    "Blog Posts": "Publicaciones del Blog",
    "Latest Update": "Última Actualización",
    "The Benefits of Mindfulness Meditation for Stress and Anxiety": "Los beneficios de la meditación de atención plena para el estrés y la ansiedad",
    "Healthy Eating on a Budget: Tips and Strategies": "Comer saludablemente con un presupuesto: consejos y estrategias",
    "The Importance of Regular Cancer Screenings and Early Detection": "La importancia de los exámenes regulares de cáncer y la detección temprana",
    "Request Your Appointment": "Solicita tu cita",
    "We’ll contact you to confirm the date and time": "Nos pondremos en contacto contigo para confirmar la fecha y la hora",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Phone": "Teléfono",
    "Preferred Contact Method": "Método de contacto preferido",
    "Select an option": "Selecciona una opción",
    "Submit": "Enviar",
    "Phone Call": "Llamada telefónica",
    "Text Message": "Mensaje de texto",
    "Front Desk Agent": "Agente de Recepción",
    "Date of birth": "Fecha de Nacimiento",
    "Select a front desk agent": "Selecciona un agente de recepción",
    "Medical Record Number": "Número de Historia Clínica",
    "Phone number": "Número de Teléfono",
    "Medical Specialty": "Especialidad Médica",
    "Reason for visit": "Motivo de la visita",
    "Location": "Ubicación",
    "Preferred Date": "Fecha Preferida",
    "Preferred Time": "Hora Preferida",
    "Please fill out all required fields.": "Por favor, completa todos los campos obligatorios.",
    "There was an error submitting the form. Please try again later.": "Hubo un error al enviar el formulario. Por favor, inténtalo de nuevo más tarde.",
    "Your appointment request has been submitted successfully. We will contact you soon.": "Tu solicitud de cita ha sido enviada con éxito. Nos pondremos en contacto contigo pronto.",
    "Appointment Confirmed": "Cita Confirmada",
    "Your appointment was scheduled successfully.": "Tu cita fue programada con éxito.",
    "We’ve received your request and sent a confirmation": "Hemos recibido tu solicitud y enviado una confirmación",
    "If you need to make changes, please contact our team": "Si necesitas hacer cambios, por favor contacta a nuestro equipo",
    "See summary": "Ver resumen",
    "Appointment Summary": "Resumen de la Cita",
    "Date & time": "Fecha y hora",
    "Confirmation": "Confirmación",
    "Specialty": "Especialidad",
    "Provider": "Proveedor",
    "Details you provided": "Detalles que proporcionaste",
    "Full name": "Nombre completo",
    "Notes": "Notas",
    "A copy of this confirmation was sent to your email": "Se envió una copia de esta confirmación a tu correo electrónico",
    "Thank you for choosing GoHealth!": "¡Gracias por elegir GoHealth!",
    "Thank you for applying with GoFinancial": "Gracias por solicitar con GoFinancial",
    "Your loan application": "Tu solicitud de préstamo",
    "has been submitted": "ha sido enviada",
    "We’ve received your loan request and our team is reviewing your information. You’ll receive an update soon with the next steps and your application summary below.": "Hemos recibido tu solicitud de préstamo y nuestro equipo está revisando tu información. Pronto recibirás una actualización con los próximos pasos y el resumen de tu solicitud a continuación.",
    "Get Started": "Comenzar",
    "Learn more": "Aprender más",
    "Requested Amount": "Monto Solicitado",
    "Employment Status": "Estado de Empleo",
    "Loan Type": "Tipo de Préstamo",
    "Application Summary": "Resumen de la Solicitud",
    "Product": "Producto",
    "Description": "Descripción",
    "About": "Nosotros",
    "About Us": "Sobre Nosotros",
    "Contact": "Contacto",
    "Departments": "Departamentos",
    "Doctors": "Doctores",
    "Timetable": "Horario",
    "Appointment": "Cita",
    "Testimonials": "Testimonios",
    "Resources": "Recursos",
    "Pricing": "Precio",
    "Security": "Seguridad",
    "Guides": "Guías",
    "Support": "Soporte",
    "Status": "Estado",
    "Follow Us": "Síguenos",
    "Banking": "Banca",
    "Your Way": "A tu manera",
    "Banking built": "Banca construida",
    "for your everyday money moments": "para tus momentos cotidianos con el dinero",
    "Open accounts, move money, and earn rewards with secure, mobile-first tools today": "Abre cuentas, mueve dinero y gana recompensas con herramientas seguras y móviles hoy mismo",
    "Start your application": "Comienza tu solicitud",
    "No impact to your credit score to start your application": "Sin impacto en tu puntaje crediticio para comenzar tu solicitud",
    "DIC insured up to the legal limit": "Asegurado por la DIC hasta el límite legal",
    "Zero liability on unauthorized debit card purchases": "Cero responsabilidad en compras no autorizadas con tarjeta de débito",
    "Start my application": "Comenzar mi solicitud",
    "ATMs Nationwide": "Cajeros automáticos en todo el país",
    "Community partners": "Socios comunitarios",
    "Mobile satisfaction": "Satisfacción móvil",
    "Years serving": "Años de servicio",
    "What is Smart Banking?": "¿Qué es la Banca Inteligente?",
    "How Mobile Deposit Works": "Cómo funcionan los Depósitos Móviles",
    "Snap both sides, confirm amount, submit in app. Your funds are typically available after standard hold.": "Toma una foto de ambos lados, confirma el monto y envíalo en la aplicación. Tus fondos generalmente están disponibles después de una retención estándar.",
    "Understanding APY and APR": "Entendiendo APY y APR",
    "APY shows deposit growth with compounding. APR shows borrowing cost before fees and monthly compounding.": "APY muestra el crecimiento del depósito con capitalización. APR muestra el costo del préstamo antes de tarifas y capitalización mensual.",
    "Protect against account fraud": "Protección contra fraudes en la cuenta",
    "Enable two-factor authentication, set transaction alerts, lock your card instantly, and report suspicious activity.": "Habilita la autenticación de dos factores, establece alertas de transacciones, bloquea tu tarjeta al instante e informa actividades sospechosas.",
    "Business cash management": "Gestión de efectivo empresarial",
    "Streamline ACH payables, receivables, and wires, auto-sweep excess funds, and reconcile faster with bank feeds.": "Optimiza los pagos ACH, cuentas por cobrar y transferencias, barre automáticamente los fondos excedentes y concilia más rápido con las alimentaciones bancarias.",
    "Trusted by Customers & Communities Nationwide": "Confiado por Clientes y Comunidades en Todo el País",
    "From everyday checking to treasury services, GoFinancial delivers secure, transparent banking with tools that fit how you bank today.": "Desde la cuenta corriente diaria hasta los servicios de tesorería, GoFinancial ofrece una banca segura y transparente con herramientas que se adaptan a la forma en que bancas hoy.",
    "40+ years of regional expertise": "Más de 40 años de experiencia regional",
    "FDIC member; deposits insured to legal limits": "Miembro de la FDIC; depósitos asegurados hasta los límites legales",
    "24/7 US-based customer support": "Soporte al cliente basado en EE. UU. 24/7",
    "FICO® score monitoring in-app": "Monitoreo de puntaje FICO® en la aplicación",
    "Open My Account": "Abrir Mi Cuenta",
    "What people": "Lo que la gente",
    "Usually Ask": "Suele Preguntar",
    "How do I open an account?": "¿Cómo abro una cuenta?",
    "What’s my routing number?": "¿Cuál es mi número de ruta?",
    "When are my mobile checks available?": "¿Cuándo están disponibles mis cheques móviles?",
    "Most deposits clear within one to three business days. Larger or new account deposits may require extended holds under standard policies, though.": "La mayoría de los depósitos se liquidan dentro de uno a tres días hábiles. Los depósitos más grandes o de nuevas cuentas pueden requerir retenciones extendidas bajo políticas estándar.",
    "Do you support Zelle® and ACH transfers?": "¿Admiten transferencias Zelle® y ACH?",
    "How are my deposits insured?": "¿Cómo están asegurados mis depósitos?"
}
